[
  {
    "id": "624a0990b03d64da02da43b3",
    "icon": "5",
    "name": "Fischer Rosales",
    "comment": "I liked the message of this book and the concept of ikigai, but I found the book focused more on longevity and how centenarians claim they were able to live so long. It was mashed together strangely and didnt flow well. There were chapters describing step by step how to do a sun salutation or some basic movements of tai chi, which I felt was just unnecessary way to fill up some pages."
  },
  {
    "id": "624a09906f8b9e251c16d830",
    "icon": "5",
    "name": "Pauline Kaufman",
    "comment": "If ever there was a book to help you step back, slow down and contemplate on the meaning of life, this would be it. The pace is unhurried and that is exactly how you should read the book. Not in a single sitting but over a week or ten days. Savour each chapter, make notes, write things down when they touch a chord. Ikigai helps you understand so many beautiful things in the sheer simplicity in which it's conveyed. In an increasingly cynical world, we all need ikigai."
  },
  {
    "id": "624a0990de9ed0c0663fe5cd",
    "icon": "5",
    "name": "Nunez Oneal",
    "comment": "I am not big on books on 'personal development'. The few I read, I found repetitive and falsely optimistic. But, I loved this book. It is short, it is sweet and it had a lot of things that resonated with me. There is some practical advice on leading a simpler life and about finding your Ikigai. I found the anecdotes fascinating and the size of the book just right."
  },
  {
    "id": "624a0990b9e5495ea8b0c2e9",
    "icon": "2",
    "name": "Stanley Wilder",
    "comment": "I was hoping this book would focus on ways to actually discover your Ikigai, but it didn't."
  },
  {
    "id": "624a0990ced0ab97315696c0",
    "icon": "3",
    "name": "Gabriela Prince",
    "comment": "A really interesting little read. Has given me ideas of lots of other things I want to explore this year."
  },
  {
    "id": "624a09905428b9fc5650d8e1",
    "icon": "4",
    "name": "Perry Weeks",
    "comment": "You know that moment when you lift the lid from almost cooked rice & it's flavourful steam warms you, yeah, this book shares the same feeling.. it's all about not only living for longtime, but also fulfilling every moment of life by truly living it! It reflects on various traditional eastern therapies, wisdom from many centenarians, guidance and references of other classics, & lastly, a concised format. Worth having it's hardcopy!\r\n"
  },
  {
    "id": "624a0990047e98483a8356c0",
    "icon": "5",
    "name": "Miranda Bass",
    "comment": " I brought the book Ikigai with me when I went on vacation to Tunesia. One week in the sun, doing nothing and at that time thinking about how I could ever manage to only do what makes me happy and to live as healthy as I can. It took me a long time to finish it. Not because it was not interesting (it definitely is), but because I needed the focus to read it and remember. I did forget it for a while, during a move to a different house, but today I decided to finish it.\r\n"
  }
]